Repository: qvant/achivement_bot
Catalog: locale/*/LC_MESSAGES/*.po
Languages: ru

source: Enter account name
ru: Введите имя или код акканута

source: New account
ru: Новый аккаунт

source: Delete account
ru: Удалить учетные записи

source: List of games
ru: Список игр

source: Language choice
ru: Выбор языка

source: Activity feed
ru: Лента активности

source: Admin...
ru: Администрирование...

source: Stats...
ru: Статистика...

source: Shutdown...
ru: Выключить...

source: Shutdown core
ru: Выключить координатор

source: Shutdown bot
ru: Выключить бота

source: Shutdown worker
ru: Выключить обновление профилей

source: Shutdown updater
ru: Выключить обновление игр

source: Stats core
ru: Статистика координатора

source: Stats bot
ru: Статистика бота

source: Stats worker
ru: Статистика обновления профилей

source: Stats updater
ru: Статистика обновления игр

source: Begin
ru: В начало

source: Previous
ru: Предыдущая

source: Next
ru: Следующая

source: End
ru: В конец

source: Index
ru: Индекс

source: Platform
ru: Платформа

source: With achievements
ru: С достижениями

source: Perfect
ru: Идеальные

source: All games
ru: Все игры

source: Exit
ru: Выход

source: Detail on/off
ru: Подробности вкл/выкл

source: To the games...
ru: К списку игр...

source: Show game stats...
ru: Показать статистику игры...

source: Choose the platform
ru: Выберите платформу

source: Send message 'CONFIRM' (ALL LETTERS CAPITAL) to remove all data from system
ru: Отправьте 'CONFIRM' (Все буквы ЗАГЛАВНЫЕ) чтобы удалить все свои данные из системы

source: Achievement {0}: {1}.
ru: Достижение {0}: {1}.

source: Percent owners: {0}.
ru: Процент выполнивших: {0}.

source: Rarity: {0}.
ru: Редкость: {0}.

source: Unlocked
ru: Получено

source: Status: {0}.
ru: Статус: {0}.

source: Obtained at: {0}.
ru: Получено: {0}.

source: Locked
ru: Не получено

source: Hidden: True.
ru: Скрытое: да

source: Language chosen
ru: Язык выбран

source: Select action
ru: Выберите действие

source: Command sent: {0}
ru: Команда отправлена: {0}

source: Custom game stats:
ru: Игровая статистика

source: dynamic
ru: Язык клиента

source: Choose the language
ru: Выберите язык

source: Choose account
ru: Выберите аккаунт

source: Rarest achievements:
ru: Самые редкие достижения:

source: {} (game {}) percent owners {}
ru: {} (игра {}) процент выполнивших {}

source: Last achievements:
ru: Последние достижения:

source: Profile is private, available information is limited
ru: Профиль приватный, доступная информация ограничена.

source: {8}Total games {0}, games with achievement support {1}, average completion percent {2}, perfect games {3}, was updated at {4} {5}{7}{6}
ru: {8}Всего игр {0}, игр с поддержкой достижений {1}, средний процент выполненных достижений {2}, идеальных игр {3}, последнее обновление {4} {5}{7}{6}

source: Choose games (shown {0})
ru: Выберите игру (показаны {0})

source: There is no games on account.
ru: На аккаунте нет игр

source: Games receiving in progress, please, wait...
ru: Список игр обновляется, пожалуйста, подождите

source: all games
ru: все игры

source: games with achievements
ru: игры с достижениями

source: perfect games
ru: идеальные игры

source: Developer: {0}
ru: Разрабочик: {0}

source: Publisher: {0}
ru: Издатель: {0}

source: Release date: {0}
ru: Дата релиза: {0}

source: Genre: {0}
ru: Жанр: {0}

source: Features: {0}
ru: Особенности: {0}

source: Last time was perfected: {0}
ru: Последний раз стала идеальной: {0}

source: Unlocked:
ru: Получено:

source: Locked:
ru: Не получено:

source: {}/{}. Achievement {} percent owners {}
ru: {}/{}. Достижение {} процент выполнивших {}

source: There is no achievements.
ru: Нет достижений

source: Achievement_hunt_bot was designed for track and analyze rarity of game achievements and controlled through keyboard under messages. To return to the main menu send text start.
ru: Achievement_hunt_bot онлайн.

source: Achievement_hunt_bot was designed for track and analyze rarity of game achievements and controlled through keyboard under messages. To return to the main menu send text /start.You can see the bot sources on https://github.com/qvant/achivement_bot
ru: Achievement_hunt_bot онлайн.

source: Last activity:
ru: Последняя активность:

source: {} ({}) unlocked {} (game {}) percent owners {}
ru: {} ({}) получено {} (игра {}) процент выполнивших {}

source: Account {0} bound to you
ru: Аккаунт {0} привязан к Вам. Начата валидация.

source: You already have account for platform {}
ru: У Вас уже есть аккаунт для платформы {}

source: Platform {0} not found
ru: Платформа {0} не найдена

source: Delete command sent for account {0} and platform {1}
ru: Команда удаления отправлена для аккаунта {0} и платформы {1}

source: You haven't accounts
ru: У вас нет аккаунтов

source: Deletion cancelled
ru: Удаление отменено
